<template>
  <div class="wrapper">
    <h1>ЭКСПЕДИРОВАНИЕ ГРУЗА.</h1>
    <p>
      Мы сопровождаем груз с момента отгрузки. Заказы доставляются как
      собственным транспортом, так и машинами транспортных компаний. Каждый
      заказ укомплектован полным пакетом сопроводительных документов.
    </p>
    <h1>ДИСПЕТЧЕРИЗАЦИЯ.</h1>
    <p>
      Вы в любой момент можете узнать о местонахождении вашего заказа. Для этого
      свяжитесь с вашим персональным менеджером.
    </p>
    <h1>ДОСТАВКА ДО ТОРГОВОЙ ТОЧКИ.</h1>
    <p>
      Мы доставим ваш заказ прямо к дверям вашей торговой точки. Это позволит
      вам оптимизировать расходы и не арендовать и содержать складские
      помещения.
    </p>
    <h1>Бесплатная доставка</h1>
    <p>
      При достижении определенной суммы заказа, зависящего от региона доставки,
      компания «Аква» осуществит бесплатную доставку вашего заказа.
    </p>
    <h1>Самовывоз</h1>
    <p>
      Вы также можете самостоятельно забрать заказанные вами товары в пункте
      самовывоза, находящемся по адресу 3-й м-н, Заозёрный район, Курган.
    </p>
    <h1>Режим работы:</h1>
    <p>ПН-ПТ 9:00-19:00</p>
    <p>СБ 9:00-18:00</p>
    <p>ВС 9:00-16:00</p>
    <h1>Телефон:</h1>
    <p>8 (800) 234-88-08</p>
    <h1>Оплачиваемая доставка</h1>
    <p>
      Если сумма бесплатной доставки не достигнута, доставка товаров
      осуществляется посредством транспортных компаний и по фиксированной сумме.
    </p>
  </div>
</template>

<style lang="scss" scoped>
.wrapper {
  min-height: 90vh;
  width: 100%;
  padding: 32px 40px;
}

h1 {
  margin-bottom: 8px;
}

p {
  font-size: 24px;
  margin-bottom: 16px;
}
</style>
