<template>
  <div class="wrapper">
    <h1>Способы оплаты</h1>
    <h2>Оплатить покупку в магазине «Аква» можно несколькими способами:</h2>
    <ul>
      <li>Наличный расчёт</li>
      <p>
        Вы можете оплатить покупку наличными в магазине или курьеру (при
        доставке товара).
      </p>
      <li>Пластиковые карты</li>
      <p>
        Безналичная оплата банковской картой в магазине и при доставке.
        Принимаются карты следующих платёжных систем: «VISA», «MasterCard»,
        «Золотая Корона», «МИР».
      </p>
      <li>Безналичный расчет</li>
      <p>Доступен для юридических лиц (ООО, ЧП, ИП и т.п.)</p>
      <li>Онлайн-оплата на сайте</li>
      <p>
        Оплата осуществляется через компанию-партнера - ЮKassa. Комиссия не
        взимается. К оплате принимаются кошельки WebMoney, банковские карты,
        QIWI-кошельки и кошельки ЮMoney.
      </p>
    </ul>
    <p>
      Если вы выбираете онлайн-оплату - вы указываете информацию о своем
      платежном средстве в специальной защищенной форме оплаты на странице
      компании-партнера. Партнер проводит проверку сформированного запроса на
      соответствие установленном требованиям и передает этот запрос на
      авторизацию. После того, как банк-эмитент подтвердил авторизацию платежа,
      вы возвращаетесь на наш сайт на страницу подтверждения заказа.
    </p>
    <p>
      На номер телефона, указанный при оформлении заказа, высылается специальный
      код, который нужно будет сообщить сотрудникам магазина при получении
      заказа.
    </p>
    <p>
      Внимание! При возврате платежа денежные средства вернутся только на то же
      платежное средство (банковскую карту, кошелек ЮMoney / Qiwi / Webmoney), с
      которого был произведен платеж. Обращаем ваше внимание, что необходимо
      предоставить Заявление на возврат.
    </p>
  </div>
</template>
<style lang="scss" scoped>
.wrapper {
  min-height: 90vh;
  width: 100%;
  padding: 32px 40px;
  background-color: #fff;

  @media screen and (max-width: 1000px) {
    padding: 16px 32px;
  }
}

h1 {
  margin-bottom: 8px;
  color: #2075f5;
}

h2 {
  margin: 4px;
  margin-top: 16px;
  color: #4d4d4d;
}

p,
li,
a {
  font-size: 24px;
  margin-bottom: 16px;
  text-decoration: none;
  list-style-type: square;
}
</style>
